{
  "header": {
    "home": "INICIO",
    "howItWorks": "CÓMO FUNCIONA",
    "roadmap": "ROADMAP",
    "team": "EQUIPO",
    "partnerships": "SOCIOS",
    "contactUs": "CONTÁCTANOS",
    "goToAppButton": {
      "label": "Abrir app",
      "tooltip": "Muy pronto"
    }
  },
  "presentation": {
    "title": "Plataforma de certificación descentralizada",
    "description": "TheBadge es una plataforma de certificación descentralizada basada en Ethereum. Brinda a los usuarios la oportunidad de tokenizar información del mundo real en forma de certificados (badges). Los badges son verificados y validados por la comunidad, la cual decide qué se debe aceptar y qué no, y con qué criterios.",
    "buttons": {
      "whitepaper": "Consulte el WhitePaper",
      "community": "Únete a la comunidad"
    }
  },
  "whatIsTheBadge": {
    "title": "QUÉ ES THE BADGE",
    "stepOne": "Una plataforma que certifica información de forma descentralizada.",
    "stepTwo": "Genera certificaciones (badges) basándose en criterios y evidencias aportadas.",
    "stepThree": "Cada badge requerirá evidencia para ser emitido.",
    "stepFour": "Los curadores serán recompensados por auditar e impugnar badges fraudulentos.",
    "why": {
      "title": "Por qué necesitamos certificaciones descentralizadas",
      "description": "Para garantizar que nuestras iniciativas para atraer a más personas al mundo crypto sean fructíferas, necesitamos hacer que el ecosistema sea confiable. Para crear un futuro descentralizado, contar con información precisa es esencial. Si como comunidad descentralizada, confiamos todo el deber de verificación solamente a entidades centralizadas, el ecosistema completo seguirá sufriendo por las malas acciones de dichos actores."
    }
  },
  "whatAreCurators": {
    "title": "Qué son los curadores",
    "sectionName": "Convertirse en curador",
    "description": "Los curadores son miembros de la comunidad descentralizada de TheBadge que verifican la autenticidad de las certificaciones. Revisan cuidadosamente la evidencia proporcionada para cada badge y pueden solicitar la impugnación de los mismos si se detectan irregularidades. En caso de que un curador impugne con éxito un badge fraudulento, el mismo será recompensado por sus esfuerzos.",
    "example": "Brindar incentivos para que los curadores revisen la evidencia y realicen impugnaciones cuando sea necesario, ayuda a garantizar no solo que los usuarios que realmente acrediten mérito reciban su certificado, sino que también protege la reputación y la integridad de las certificaciones.",
    "earn": {
      "title": "Ganar dinero siendo curador",
      "steps": [
        {
          "title": "1. Solicitud de un badge",
          "description": "Cada vez que se reciba una solicitud para obtener un badge, se notificará a los curadores y se les otorgará cierto tiempo para revisar la evidencia proporcionada."
        },
        {
          "title": "2. Tareas de los curadores",
          "description": "Los curadores serán recompensados al detectar evidencia fraudulenta en las certificaciones y solicitar impugnaciones, los mismos estarán económicamente incentivados al recibir tokens BADGE por dicha tarea."
        },
        {
          "title": "3. Solicitar una impugnación",
          "description": "Si un curador tiene dudas sobre la autenticidad de la evidencia, puede solicitar la impugnación haciendo un depósito de dinero. Esto iniciará un proceso de arbitraje, en el que un jurado revisará la evidencia y determinará quien de los dos (el curador o el solicitante del certificado) está en lo correcto."
        },
        {
          "title": "4. Obteniendo recompensas",
          "description": "Después de que se complete el proceso de arbitraje, si el jurado rechaza la evidencia del certificado, el curador recibirá parte del depósito del solicitante de dicho certificado y una recompensa en tokens BADGE."
        }
      ]
    }
  },
  "badgeCategories": {
    "title": "CATEGORÍAS DE BADGES",
    "community": {
      "title": "Badges de la comunidad",
      "description": "Son certificaciones creadas en la blockchain, solicitadas por usuarios de la comunidad y validadas por otros usuarios. Para obtener un badge, los usuarios deben proporcionar evidencia que avale que son aptos para obtener esa certificación y pasar por el proceso de curación de TheBadge, donde la comunidad de curadores revisará y verificará la autenticidad de dicha evidencia.",
      "example": "Por ejemplo, una empresa web3 podría solicitar una certificación de prueba de reservas. En el proceso de certificación, las personas de la comunidad siempre pueden rastrear dicho proceso y verificar que sea transparente.",
      "howItWorks": {
        "title": "Cómo funciona",
        "steps": [
          {
            "title": "1. Eligiendo un certificado",
            "description": "El usuario se conecta mediante su billetera digital y elige de una lista el certificado que le interesa obtener."
          },
          {
            "title": "2. Proporcionando la evidencia",
            "description": "Cada tipo de certificado requerirá la presentación de un comprobante o prueba específica para acreditar que tiene derecho a reclamarlo. Un ejemplo podría ser un certificado de finalización de curso."
          },
          {
            "title": "3. Realizando el depósito",
            "description": "Para iniciar el proceso es necesario realizar un depósito a modo de garantía. Dicho depósito es necesario para evitar el uso fraudulento de la plataforma y garantiza que los solicitantes del certificado tomen en serio la obtención del mismo. El depósito será devuelto al final del proceso si la prueba aportada es fehaciente."
          },
          {
            "title": "4. Inicio del proceso de curación",
            "description": "Nuestra comunidad de curadores revisará cuidadosamente la evidencia proporcionada. En el caso de tener dudas acerca de la autenticidad de las pruebas, podrían plantear la impugnación del certificado."
          },
          {
            "title": "5a. Aprobación del certificado",
            "description": "Si la solicitud pasa el proceso de curación, se otorgará el certificado directamente a la billetera virtual del usuario."
          },
          {
            "title": "5b. Solicitud de impugnación",
            "description": "En caso de que un curador solicite la impugnación, un jurado descentralizado analizará el caso y determinará si las pruebas son auténticas o no."
          },
          {
            "title": "5b-1. Impugnación denegada",
            "description": "Si el jurado determina que la evidencia es verídica. El usuario recupera su depósito de garantía y se le otorga el certificado directamente a su billetera virtual."
          },
          {
            "title": "5b-2. Impugnación aceptada",
            "description": "El jurado determina que la evidencia es fraudulenta. El certificado no es otorgado y el usuario que genero la solicitud pierde su depósito de garantía, la cual se entregará al curador como recompensa."
          }
        ]
      }
    },
    "third-party": {
      "title": "Badges de terceros",
      "description": "También llamado como \"Certificaciones en Blockchain como servicio\". Son certificados generados y respaldados por una entidad pública o privada. Las entidades que deseen emitir certificaciones en blockchain deberán registrarse en la plataforma antes de poder comenzar a emitirlas.",
      "example": "Por ejemplo, una plataforma de cursos online podría convertirse en una entidad asociada a TheBadge, al hacerlo, podrán otorgar sus certificaciones on-chain sin necesidad de contar con un mecanismo propio.",
      "howItWorks": {
        "title": "Cómo funciona",
        "steps": [
          {
            "title": "1. Registrarse como una entidad",
            "description": "Primero, la entidad debe registrarse dentro de la plataforma presentando información como nombre, descripción, logotipo, etc.."
          },
          {
            "title": "2. Comienza el proceso de certificación",
            "description": "Una vez que la entidad está registrada, puede comenzar a crear sus propias certificaciones. Dichas certificaciones pueden luego ser obtenidos por los usuarios elegidos por la entidad."
          },
          {
            "title": "3. Solicitud de verificacion",
            "description": "La entidad puede solicitar convertirse en un emisor verificado en TheBadge. Esto permitirá una forma más personalizada y segura de emitir credenciales, como asi también la emision directa de badges."
          },
          {
            "title": "4. Certificando como entidad verificada",
            "description": "Una vez que la entidad haya sido verificada, podrá emitir badges directamente a las billeteras de los miembros de su comunidad, si una entidad no está verificada, no puede distribuir directamente los certificados a sus usuarios, sino que son los usuarios quienes deben realizar primero la solicitud de los mismos a la entidad."
          }
        ]
      }
    }
  },
  "whatAreCreators": {
    "title": "Qué son los creadores",
    "sectionName": "Convertirse en creador",
    "description": "Los creadores son miembros de la comunidad de TheBadge, los cuales diseñan y publican certificaciones personalizadas para otros usuarios que desean certificar información especifica. Los creadores pueden establecer el precio de cada certificación y recibir una parte de dicha tarifa cuando los usuarios las utilicen.",
    "example": "Por ejemplo, un escribano de un país determinado sabe cómo verificar documentos necesarios en un proceso de compliance de dicho país. Al usar TheBadge, podría aprovechar esos conocimientos para verificar dichos documentos en la Blockchain y generar ingresos por los mismos.",
    "earn": {
      "title": "Ganar dinero siendo creador",
      "steps": [
        {
          "title": "1. Creando nuevas certificaciones",
          "description": "Para ganar dinero creando un certificado, el creador deberá definir la información y las pruebas que deberá proporcionar el solicitante del mismo."
        },
        {
          "title": "2. Fijando un precio",
          "description": "El creador puede establecer un precio para el certificado. Esta será la cantidad a pagar para poder solicitarlo."
        },
        {
          "title": "3. Obteniendo la recompensa",
          "description": "Cuando los usuarios soliciten el certificado y realicen el pago por el mismo, TheBadge distribuirá esa tarifa entre la plataforma y el creador de la misma, de la cual, el creador se llevará la mayor parte."
        }
      ]
    }
  },
  "roadmap": {
    "title": "Hoja de ruta",
    "steps": [
      {
        "year": "2022",
        "title": "Fundamentos de TheBadge",
        "description": "Definir los fundamentos del proyecto y encontrar necesidades reales donde se podría utilizar la plataforma y cómo."
      },
      {
        "year": "Q1 2023",
        "title": "Fundación de TheBadge Labs",
        "description": "TheBadge creará las primeras certificaciones las cuales nos ayudarán a comprender la mejor manera de hacer que la plataforma se adapte a diferentes escenarios."
      },
      {
        "year": "Q2/Q3 2023",
        "title": "Desarrollo de la Plataforma de certificaciones",
        "description": "En este período se desarrollará la primera versión de la plataforma.."
      },
      {
        "year": "Q4 2023",
        "title": "Desarrollo de plataforma de curadores y jurados",
        "description": "Desarrollar la funcionalidad que permitirá a nuestra comunidad validar las certificaciones y generar disputas de impugnación las mismas."
      },
      {
        "year": "Q1 2024",
        "title": "Red de pruebas",
        "description": "Lanzar la plataforma en una red de pruebas y realizar un proceso de auditoria en los smart-contracts."
      },
      {
        "year": "Q2 2024",
        "title": "Puesta en vivo de la plataforma",
        "description": "Lanzamiento de la plataforma"
      }
    ]
  },
  "team": {
    "title": "EQUIPO"
  },
  "backedBy": {
    "title": "EN COLABORACIÓN CON"
  },
  "footer": {
    "copyright": "TheBadge. Todos los derechos reservados."
  }
}
