{
  "metadata": {
    "title": "The Badge - Decentralized Certifications Platform",
    "description": "TheBadge is a decentralized certification platform that allows companies, institutions, and individuals to bring verified real-world assets (RWAs) certification's to the blockchain.",
    "xHandler": "'@thebadgexyz'"
  },
  "header": {
    "home": "HOME",
    "howItWorks": "HOW IT WORKS",
    "roadmap": "ROADMAP",
    "team": "TEAM",
    "partnerships": "PARTNERSHIPS",
    "contactUs": "CONTACT US",
    "goToAppButton": {
      "label": "Open app",
      "tooltip": "Coming soon"
    }
  },
  "presentation": {
    "title": "Decentralized certification platform",
    "description": "TheBadge is a decentralized protocol that accelerates the adoption of real-world assets (RWAs). It provides the infrastructure for traditional & web 3 companies, institutions, and final users to bring RWA certifications on-chain. Functioning as a decentralized certification platform, these web3 certifications are verified and validated by the community before being issued on-chain. The community is incentivized financially to curate data attempted to be certified.",
    "buttons": {
      "whitepaper": "Check our whitepaper",
      "community": "Join our community"
    }
  },
  "whatIsTheBadge": {
    "title": "WHAT IS THE BADGE",
    "stepOne": "A platform that certifies information in a decentralized way.",
    "stepTwo": "Generates certifications (badges) based on the provided criteria and evidence.",
    "stepThree": "Each badge will require evidence to be issued.",
    "stepFour": "Curators will be rewarded for auditing and flagging fraudulent badges.",
    "why": {
      "title": "Why we need decentralized certifications",
      "description": "To ensure that our initiatives to attract more people to the crypto ecosystem are fruitful, we must make the ecosystem trustworthy. To create a decentralized future, having accurate information is essential. If we as a decentralized community entrust all verification duty only to centralized entities, the entire ecosystem will suffer the consequences of bad actors' wrongdoings."
    }
  },
  "whatAreCurators": {
    "title": "What are curators",
    "sectionName": "Become a curator",
    "description": "Curators are members of TheBadge's decentralized community who verify the authenticity of certifications. They carefully review the evidence provided for each badge and can raise challenges if they detect any irregularities. If the curators successfully expose a fraudulent badge, they will be rewarded for their efforts.",
    "example": "Providing incentives for curators to review the evidence and raise challenges when necessary carefully, helps to ensure that only deserving candidates receive badges and protects the reputation and integrity of the certifications.",
    "earn": {
      "title": "Earn by becoming a curator",
      "steps": [
        {
          "title": "1. Badge request",
          "description": "Whenever a badge request is submitted, the curators will be notified and given a certain amount of time to review the evidence provided."
        },
        {
          "title": "2. Curator's task",
          "description": "They will be rewarded by detecting fraudulent evidence on badges, incentivized by receiving BADGE tokens for that."
        },
        {
          "title": "3. Initiating a challenge",
          "description": "If a curator has doubts about the authenticity of the evidence, they can initiate a challenge by making a deposit of money. This will start an arbitration process, in which a jury will review the evidence and determine whether the curator or the badge requester is correct."
        },
        {
          "title": "4. Rewards",
          "description": "After the arbitration process is completed, if the jury denies the badge evidence, the curator will receive part of the deposit of the badge requester and a reward in BADGE tokens."
        }
      ]
    }
  },
  "video": {
    "title": "We are ready to grow",
    "paragraph": "Check out this video to learn more about what we're building and why it will change real-world asset tokenization for good."
  },
  "badgeCategories": {
    "title": "BADGE CATEGORIES",
    "community": {
      "title": "Community Badges",
      "description": "Represent real-world information in the form of blockchain-based certifications. To obtain a badge, users must provide evidence and pass through TheBadge's curation process, where our community of curators will review and verify the authenticity of the evidence.",
      "example": "For example, a web3 company can apply to get a proof of reserves certification. People from the community can then always verify that this process is transparent.",
      "howItWorks": {
        "title": "How it works",
        "steps": [
          {
            "title": "1. Choosing a certificate",
            "description": "The user selects the badge they are interested in obtaining. Each badge type will require the submission of specific proof or evidence to certify that they have the right to claim it"
          },
          {
            "title": "2. Providing evidence",
            "description": "Each badge type will have specific requirements for the evidence that must be submitted in order to claim the badge. An example of this type of badge could be a course completion certificate."
          },
          {
            "title": "3. Making the deposit",
            "description": "A deposit is requested to initiate the process. It's needed to avoid fraudulent usage of the platform and ensures that badge applicants are serious about obtaining the badge. The deposit will be returned at the end of the process if the evidence provided is authentic."
          },
          {
            "title": "4. Curation process starts",
            "description": "Wait for our community of curators to review the evidence provided. They will carefully review it and could raise challenges if they have any doubts or concerns."
          },
          {
            "title": "5a. Badge approval",
            "description": "If the submission passes the curation process, the badge will be granted to the user wallet's address."
          },
          {
            "title": "5b. Challenge starts",
            "description": "In case a curator challenged the submission, a decentralized jury will analyze the case and determine whether the evidence is authentic or not."
          },
          {
            "title": "5b-1. Challenge denied",
            "description": "The jury determines that the evidence is veridic. The user recovers his guarantee deposit and the badge is granted to its wallet address."
          },
          {
            "title": "5b-2. Challenge accepted",
            "description": "The jury determines that the evidence is fraudulent. The badge is not granted and the user losses it's guarantee deposit, which will be given to the challenger."
          }
        ]
      }
    },
    "third-party": {
      "title": "Third-party Badges",
      "description": "Also known as \"Blockchain certifications as a service\". These are badges generated and backed by a public or private entity. Entities that are willing to generate these badges have to be registered on the platform before they can start emitting them.",
      "example": "For example, an online courses platform could become a third-party entity of TheBadge, by doing so, it will be able to grant its certifications on-chain without having to develop its own mechanism.",
      "howItWorks": {
        "title": "How it works",
        "steps": [
          {
            "title": "1. Registering as a third-party entity",
            "description": "First, the entity has to register within the platform submitting information such as name, description, logo, etc."
          },
          {
            "title": "2. The certification process begins",
            "description": "Once the entity is registered, it can start creating its own badges. Users chosen by the entity can then receive these badges."
          },
          {
            "title": "3. Verification request",
            "description": "The entity can apply to become a verified issuer on TheBadge. This will allow a more personalized and secure way of issuing badges, as well as issuing the badges directly to their users."
          },
          {
            "title": "4. Certifying as a verified entity",
            "description": "Once the entity’s been verified, it will be able to emit badges directly to the addresses of members of their community."
          }
        ]
      }
    }
  },
  "whatAreCreators": {
    "title": "What are creators",
    "sectionName": "Become a creator",
    "description": "As a badge creator on TheBadge's platform, you can design and publish custom badges that other users can apply for to certify real-world information. Set the price for the badges you create and receive a share of the fee when users apply for and receive them.",
    "example": "For example, a notary from a certain country knows how to verify necessary documents in a compliance process from that country. By using TheBadge, they could use that knowledge to verify those documents on the Blockchain and generate income from them.",
    "earn": {
      "title": "Earn by becoming a creator",
      "steps": [
        {
          "title": "1. Creating new badges",
          "description": "To earn money by creating a badge, the creator will need to define the information and evidence that a badge requester will need to provide."
        },
        {
          "title": "2. Setting a price",
          "description": "The creator can set a price for the badge. This will be the amount needed to be paid in order to request the badge."
        },
        {
          "title": "3. Being rewarded",
          "description": "When users request the badge type and pay the price, TheBadge will split that fee between the platform and the creator for every badge issued, with the creator taking the big share of it."
        }
      ]
    }
  },
  "testimonials": {
    "title": "What our users say",
    "description": "There are many beta testers that have already used our app and here we have some of they testimonials\n\n"
  },
  "roadmap": {
    "headline": "Roadmap",
    "title": "Working Process of TheBadge",
    "description": "We're revolutionizing RWA verification via decentralization. Our roadmap shows crucial milestones, from defining project basics to building strong certification platforms. With a user-centric approach and community validation, we're bringing RWAs seamlessly into blockchain, fostering trust at every turn.",
    "steps": [
      {
        "year": "2022",
        "title": "TheBadge fundamentals",
        "description": "Defining the fundamentals of the project and finding real necessities where this platform could be used and how."
      },
      {
        "year": "Q1 2023",
        "title": "TheBadge Labs foundation",
        "description": "Creating the first badges that will help us to have a better understanding of the users needs in order to make the platform adaptable to different scenarios."
      },
      {
        "year": "Q2/Q3 2023",
        "title": "Certification Platform development",
        "description": "This period will be used to build the first version of the platform."
      },
      {
        "year": "Q4 2023",
        "title": "Courts & curator platform development",
        "description": "Develop the functionality that will allow the community to create different types of badges and validate the certifications' veracity."
      },
      {
        "year": "Q1 2024",
        "title": "Testnet",
        "description": "Launch the platform on the testnet & smart-contracts audit."
      },
      {
        "year": "Q2 2024",
        "title": "Going live",
        "description": "We will be releasing the platform."
      }
    ]
  },
  "team": {
    "title": "MEET OUR TEAM"
  },
  "backedBy": {
    "title": "PARTNERS"
  },
  "footer": {
    "copyright": "TheBadge. All rights reserved."
  }
}
